const lang = {
  en: {
    WELCOME_TEXT: "💫 Welcome to My Portfolio!",
    INTRO_TEXT: `Hi there!<br/> I'm <strong>Sagar Raut</strong>, a passionate
              developer focused on building innovative and scalable web
              applications. Welcome to my portfolio! It's designed to reflect
              the structure and style of my GitHub profile, providing an easy
              way for you to explore my projects, skills, and achievements. Feel
              free to navigate and get a deeper understanding of my work.
              <br/> 🔭 I’m currently working on Dr. In A Way (Personal
              Healthcare companion)<br/>👯 I’m looking to collaborate on
              everything I can be help of<br/>
              🤝 I’m looking for help with learning Backend<br/>🌱 I’m
              currently learning NodeJS<br/>💬 Ask me about ReactJS<br/>`,
    SOCIALS_TEXT: "Socials",
    TECH_STACK_LABEL:
      "Here are a few technologies I’ve been working with recently:",
  },
  marathi: {
    WELCOME_TEXT: "💫 माझ्या पोर्टफोलिओमध्ये आपले स्वागत आहे!",
    INTRO_TEXT: `नमस्कार!<br/> मी <strong>सागर राऊत</strong> आहे, नाविन्यपूर्ण आणि मापनीय वेब अनुप्रयोग तयार करण्यावर लक्ष केंद्रित करणारा उत्कट विकासक आहे. माझ्या पोर्टफोलिओमध्ये आपले स्वागत आहे! हे प्रतिबिंबित करण्यासाठी डिझाइन केलेले आहे माझ्या GitHub प्रोफाइलची रचना आणि शैली, तुम्हाला माझे प्रकल्प, कौशल्ये आणि यश एक्सप्लोर करण्याचा एक सोपा मार्ग प्रदान करते. मोकळ्या मनाने नेव्हिगेट करा आणि माझ्या कामाची सखोल माहिती मिळवा.
              <br/> 🔭 मी सध्या डॉ. इन अ वे वर काम करत आहे (वैयक्तिक
              आरोग्यसेवा सहकारी)<br/>👯 मी सहयोग करू इच्छित आहे
              सर्व काही मी मदत करू शकतो<br/>
              🤝 मी बॅकएंड शिकण्यासाठी मदत शोधत आहे<br/>🌱 मी आहे
              सध्या NodeJS शिकत आहे<br/>💬 मला ReactJS बद्दल विचारा<br/>`,
    SOCIALS_TEXT: "सामाजिक",
    TECH_STACK_LABEL: "येथे मी अलीकडे काम करत असलेली काही तंत्रज्ञाने आहेत:",
  },
  hindi: {
    WELCOME_TEXT: "💫 मेरे पोर्टफोलियो में आपका स्वागत है!",
    INTRO_TEXT: `नमस्ते!<br/> मैं <strong>सागर राऊत</strong> हूं, एक उत्साही डेवलपर जो नवीन और स्केलेबल वेब एप्लिकेशन बनाने पर ध्यान केंद्रित करता है। मेरे पोर्टफोलियो में आपका स्वागत है! इसे प्रतिबिंबित करने के लिए डिज़ाइन किया गया है
मेरी GitHub प्रोफ़ाइल की संरचना और शैली, आपको मेरी परियोजनाओं, कौशल और उपलब्धियों का पता लगाने का एक आसान तरीका प्रदान करती है। बेझिझक नेविगेट करें और मेरे काम की गहरी समझ प्राप्त करें।
              <br/> 🔭 मैं वर्तमान में डॉ. इन ए वे (पर्सनल) पर काम कर रहा हूं
              हेल्थकेयर साथी)<br/>👯 मैं सहयोग करना चाह रहा हूं
              मैं हर उस चीज की मदद कर सकता हूं<br/>
              🤝 मैं बैकएंड सीखने में मदद की तलाश में हूं<br/>🌱 मैं हूं
              वर्तमान में NodeJS सीख रहा हूं<br/>💬 मुझसे ReactJS के बारे में पूछें<br/>`,
    SOCIALS_TEXT: "सामाजिक",
    TECH_STACK_LABEL:
      "यहां कुछ प्रौद्योगिकियां हैं जिन पर मैं हाल ही में काम कर रहा हूं:",
  },
};

export default lang;
